const aboutCompany = {
    aboutCompanyInfo: [
        {
            id: 0,
            info:"<p>Мы рады приветствовать вас на сайте нашей компании.</p>\n" +
                "                        <p>Наша компания была основана в 2015 году, а наш интернет-магазин стал одним из первых\n" +
                "                            магазинов, осуществляющих on-line продажу гироскутеров в Украине. Компания специализируется\n" +
                "                            на оптовой и розничной продаже электротранспорта.</p>\n" +
                "                        <p>На данный момент мы представляем собой компанию, владеющую интернет–магазином и имеющую\n" +
                "                            call-центр, который регулирует всю деятельность магазина, отдел продаж, службу доставки,\n" +
                "                            собственный склад c постоянным наличием необходимого запаса товаров.</p>\n" +
                "                        <p>За это время у нас сложились партнерские отношения с ведущими производителями гироскутеров в\n" +
                "                            Китае, позволяющие предлагать высококачественную продукцию по конкурентоспособным ценам. На\n" +
                "                            всю продукцию, продаваемую в интернет магазине, мы предоставляем гарантию 1 год.</p>\n" +
                "                        <p>Купить гироскутер в интернет-магазине, на сегодняшний день, является более выгодным т.к. цены\n" +
                "                            на гироскутеры в интернете, выгодно отличаются от розничной сети. В нашем интернет-магазине\n" +
                "                            все товары сертифицированы и имеют гарантию.</p>",
        }

    ]
}
export {
    aboutCompany
}