import React from "react";
import './AboutCompany.css'

const AboutCompany = () => (
        <div className="aboutCompany">
            <div className="container">
                <div className="wrapAboutCompany">
                    <h4>О нашей компании</h4>
                    <p>Мы рады приветствовать вас на сайте нашей компании.</p>
                    <p>Наша компания была основана в 2015 году, а наш интернет-магазин стал одним из первых магазинов, осуществляющих on-line продажу гироскутеров в Украине. Компания специализируется на оптовой и розничной продаже электротранспорта.</p>
                    <p>На данный момент мы представляем собой компанию, владеющую интернет–магазином и имеющую call-центр, который регулирует всю деятельность магазина, отдел продаж, службу доставки, собственный склад c постоянным наличием необходимого запаса товаров.</p>
                    <p>За это время у нас сложились партнерские отношения с ведущими производителями гироскутеров в Китае, позволяющие предлагать высококачественную продукцию по конкурентоспособным ценам. На всю продукцию, продаваемую в интернет магазине, мы предоставляем гарантию 1 год.</p>
                    <p>Купить гироскутер в интернет-магазине, на сегодняшний день, является более выгодным т.к. цены на гироскутеры в интернете, выгодно отличаются от розничной сети. В нашем интернет-магазине все товары сертифицированы и имеют гарантию.</p>
                </div>
            </div>
        </div>
);

export default AboutCompany