import React from "react";
import InfoProduct from "../index";
import {NavLink} from "react-router-dom";

const VidyElektrosamokatov = () => {
    return (
        <div className="info-page">
            <div className="article-text">
                <div className="sidebar-article">
                    <ul className="sideMenu-list">
                        <li className="sideMenu-i">
                            <div className="sideMenu-t"><NavLink to="/catalog/">Каталог</NavLink></div>
                        </li>
                        <li className="sideMenu-i">
                            <div className="sideMenu-t"><NavLink to="/o-nas/">О нас</NavLink></div>
                        </li>
                        <li className="sideMenu-i">
                            <div className="sideMenu-t"><NavLink to="/oplata-i-dostavka/">Оплата и
                                доставка</NavLink></div>
                        </li>
                        <li className="sideMenu-i">
                            <div className="sideMenu-t"><NavLink to="/obmen-i-vozvrat/">Обмен и
                                возврат</NavLink></div>
                        </li>
                        <li className="sideMenu-i">
                            <div className="sideMenu-t"><NavLink to="/contacts/">Контактная
                                информация</NavLink></div>
                        </li>
                    </ul>
                </div>
                <div className="main-content">
                    <h1 className="main-h">Виды электросамокатов</h1>
                    <p>Для всех покупателей электросамокатов действует обязательное правило: прежде чем определяться с
                        маркой и
                        моделью техники, необходимо правильно оценить ситуацию и сформулировать условия, в которых будет
                        использоваться данный транспорт.</p>

                    <p>В зависимости от целевого назначения выделяется несколько типов самокатов:</p>

                    <ul>
                        <li>Городские «универсалы» – классика жанра, которая рассчитана на эксплуатацию на типично
                            урбанистических поверхностях: асфальте, брусчатке, тротуарной плитке, бетоне. Они
                            характеризуются
                            малым весом и скромными габаритами, часто имеют складывающуюся конструкцию, выделяются на
                            фоне
                            аналогов большими устойчивыми колесами, которые гасят вибрации при передвижении по
                            неоднородному
                            покрытию.
                        </li>
                        <li>Внедорожные модели разрабатываются для езды по пересеченной местности: по земле, грунтовке,
                            пляжу,
                            небольшому бездорожью. Узнать подобную технику очень просто. Ей свойственны крупные
                            габариты, мощные
                            колеса с надувными шинами, заметный клиренс, а также пара тормозов (передний и задний)
                            вместо
                            одного.
                        </li>
                        <li>Спортивные электросамокаты имеют массивную цельную раму, небольшие колеса. Они лишены
                            складывающейся
                            системы и амортизаторов, зато обеспечивают огромный запас прочности. Если речь идет о
                            гоночных
                            изделиях, их делают очень легкими, в то время как транспорт для трюков более тяжелый.
                            Спорт-модели
                            актуально эксплуатировать в парках для райдеров, на трассах, во время соответствующих
                            соревнований и
                            тренировок.
                        </li>
                    </ul>

                    <p>Модели, создаваемые для эксплуатации в городах, наиболее многочисленные. Они более ориентированы
                        на
                        визуальную красоту и маневренность, что актуально в специфическом трафике мегаполиса. Именно
                        среди этой
                        категории продукции обнаруживается самый легкий электросамокат.</p>

                    <h2>РАЗНОВИДНОСТИ ЭЛЕКТРОСАМОКАТОВ ПО КОНСТРУКЦИИ</h2>


                    <p>Несмотря на тот факт, что стандартный электросамокат представляет собой вертикальную стойку с
                        рулем,
                        закрепленную на горизонтальной платформе для ног, исполняться подобная конструкция может разными
                        способами. Существует 2 типа самокатов с электроприводом:</p>

                    <ul>
                        <li>монолитные системы, имеющие жесткую раму, способную выносить большие нагрузки;</li>
                        <li>конструкции с эффектом складывания, актуальные для городских условий эксплуатации.</li>
                    </ul>

                    <p>Самокаты-монолиты актуальны для сложных эксплуатационных условий. Среди них много внедорожников.
                        В то же
                        время трансформеры завоевали славу самых компактных и удобных в переноске. С ними удобно
                        путешествовать
                        в общественном транспорте, их удобно хранить в небольших квартирах.</p>

                    <p>Для отдельных категорий райдеров более актуальны самокаты с сиденьями. Они дают возможность
                        отдохнуть
                        позвоночнику во время длительных переездов из одного пункта в другой. В частности, такие модели
                        востребованы пенсионерами, беременными женщинами, людьми, имеющими проблемы со спиной и т.д.</p>

                    <p>Также часто в продаже можно увидеть, кроме аскетичных электросамокатов, изделия, дополненные
                        разнообразными довесками: корзинами, клаксонами, фарами и подобными приспособлениями.
                        Практически каждый
                        потребитель может усовершенствовать подобный транспорт, докупив к нему те комплектующие, которые
                        ему
                        кажутся необходимыми.</p>

                    <h2>КЛАССИФИКАЦИЯ ЭЛЕКТРОСАМОКАТОВ ПО ТИПУ ДВИГАТЕЛЯ</h2>


                    <p>В современных моделях самокатов с электроприводом могут использоваться разные способы встраивания
                        двигателя. Речь идет, в частности, о цепных системах, а также о механизмах «мотор-колесо».</p>

                    <ul>
                        <li>Самокаты с цепной передачей – это классика, хорошо знакомая всем по велосипеду. Принцип ее
                            работы
                            базируется на трансляции крутящего момента с помощью стандартной металлической цепи.
                            Подобное
                            устройство очень простое, эффективное и, что наиболее важно, способно обеспечивать высокую
                            производительность конструкции.
                        </li>
                    </ul>

                    <ul>
                        <li>Мотор-колесо – наиболее продвинутый способ размещения двигателя, предполагающий его фиксацию
                            непосредственно в колесе транспорта. В разных моделях самоката его могут помещать как внутрь
                            одного,
                            так и в середину обоих колес. Такая конструкция постепенно вытесняет с рынка все остальные,
                            поскольку она более эффективна, обеспечивает транспорту малый вес, делает электросамокат
                            привлекательным визуально. Единственный ее минус – малая мощность.
                        </li>
                    </ul>
                </div>
            </div>
            <InfoProduct/>
        </div>
    )
};

export default VidyElektrosamokatov