import React, {Component} from "react";
import InfoProduct from "../index";


export const NauchitsyaKatatsya = () => {
    return (
        <div className="info-page">
            <div className="article-text">
                <div className="sidebar-article">
                    <ul className="sideMenu-list">
                        <li className="sideMenu-i">
                            <div className="sideMenu-t"><a href="#!">Каталог</a></div>
                        </li>
                        <li className="sideMenu-i">
                            <div className="sideMenu-t"><a href="#!">О нас</a></div>
                        </li>
                        <li className="sideMenu-i">
                            <div className="sideMenu-t"><a href="#!">Оплата и
                                доставка</a></div>
                        </li>
                        <li className="sideMenu-i">
                            <div className="sideMenu-t"><a href="#!">Обмен и
                                возврат</a></div>
                        </li>
                        <li className="sideMenu-i">
                            <div className="sideMenu-t"><a href="#!">Контактная
                                информация</a></div>
                        </li>

                    </ul>
                </div>
                <div className="main-content">
                    <h2>КАК УСТРОЕНО МОНОКОЛЕСО</h2>

                    <p>Несмотря на внешнюю компактность и кажущуюся простоту, моноколесо является высокотехнологичным
                        гаджетом.
                        В состав устройства входят контроллеры и система гироскопов, электромотор, аккумулятор, само
                        колесо. Все
                        перечисленное находится в компактном корпусе с ручкой.</p>

                    <p>Масса устройства колеблется в пределах 10-16 кг (обычно это напрямую зависит от емкости батареи),
                        но
                        существуют модели и тяжелее – до20 и более килограмм. Также моноколеса бывают одно- и
                        двухколесными. Во
                        втором варианте оба колеса располагаются рядом друг с другом для обеспечения большей
                        устойчивости.</p>

                    <h2>МОНОКОЛЕСО: КАК НАУЧИТЬСЯ КАТАТЬСЯ</h2>

                    <p>Еще до того, как вы попробуете проехать на гаджете первые метры, основательно задумайтесь о мерах
                        пассивной безопасности, прочтите инструкцию к моноколесу. В обязательном порядке это должна быть
                        защита
                        ног (голеней и лодыжек), а также рук. Для более эффективного обучения, в большинстве своем,
                        комплектуются ремнем безопасности, который
                        помогает контролировать гаджет и защитить его от падения. Ремень значительно облегчает освоение
                        моноколеса и, если его нет в комплекте, то рекомендуется изготовить его самостоятельно (ремень
                        продевается под ручку моноколеса, а второй должен быть в руках).</p>

                    <p>Также, перед первыми попытками поехать. можно установить тренировочные колеса. Стоит отметить,
                        что по
                        эффективности ремень безопасности и дополнительные колеса примерно одинаковы, но ремень дает
                        больше
                        свободы – с ним проще прогрессировать.</p>

                    <p>Далее переходим непосредственно к тренировке и езде на гаджете (будет отлично, если первые метры
                        вам
                        будет кто-то помогать проехать):</p>

                    <ol>
                        <li>Ставим одну ногу на подножку моноколеса. Если используете ремень безопасности, то он должен
                            быть
                            натянут, гаджет будет стоять вертикально. Задача на этом этапе – сделать свободной ногой
                            максимально
                            длинный шаг и перейти «подталкивания» транспорта к коротким проездам на нем. По большому
                            счету эти
                            шаги будут похожи на освоение самоката.Помните: управляет моноколесом баланс тела человека,
                            который
                            вы чувствуете на интуитивном уровне, чем сильнее вы отклоняетесь от вертикали в ту или иную
                            сторону,
                            тем быстрее поедет моноколесо.
                        </li>
                        <li>Пробуйте оттолкнуться и поставить толчковую ногу на подножку. Попросите помощника придержать
                            вас за
                            плечо и дать почувствовать баланс, при этом удерживать равновесие старайтесь самостоятельно.
                            Сделайте так несколько проездов. В качестве тренировочной площадки, если нет помощника,
                            отлично
                            подойдет площадка рядом с невысоким забором.Совет: отдохните, если почувствовали усталость –
                            от
                            необычной нагрузки и скованности ноги могут перестать слушаться.
                        </li>
                        <li>Пробуйте сделать проезд, не натягивая ремень – позвольте вашим ногам и телу найти баланс
                            вместе с
                            моноколесом. Если все делать правильно, то в этот моменты вы почувствуйте, что в ремне
                            надобности
                            нет и балансировать удобнее расставленными в стороны руками. Если на этом этапе вам удастся
                            выпрямиться и уйти от инстинктивного желания прижаться к гаджету, то вы на половину освоили,
                            как
                            управлять моноколесом.
                        </li>
                        <li>Практикуйтесь! Если после нескольких попыток вам удается преодолеть хотя бы 8-10 метров,
                            полностью
                            выпрямившись на нем и без использования ремня или тренировочных колес, то от успеха вы всего
                            лишь в
                            нескольких попытках.
                        </li>
                        <li>Отработайте безопасную остановку, повороты, плавную езду, разгон и другие маневры. Только
                            после
                            этого стоит выезжать на уницикле (моноколесе) на оживленные места.
                        </li>
                    </ol>

                    <p>Сегодня можно найти многие объявления компаний, которые предлагают научиться ездить на
                        моноколесе. Обычно
                        за этим стоит платная услуга освоения гаджета за 1 день или за час. Но никакой особой, тем более
                        платной, помощи вам не потребуется. Секрет успеха в чувстве баланса, остальную работу за вас
                        сделает
                        гаджет. Научиться ездить на нем, ни разу не упав, можно и водиночку.</p>

                    <h2>ДОПОЛНИТЕЛЬНЫЕ УПРАЖНЕНИЯ ДЛЯ ЕЗДЫ НА УНИЦИКЛЕ</h2>

                    <p>Если в дальнейшем вы планируете выезжать на оживленные тротуары мегаполисов или моноколесо
                        является для
                        вас рабочим транспортом, то вам стоит задуматься о дополнительных скиллах в управлении гаджетом.
                        Для
                        этого подойдут следующие упражнения:</p>

                    <ul>
                        <li>Движение на одной ноге,</li>
                        <li>Приседания,</li>
                        <li>Езда спиной вперед,</li>
                        <li>Прыжки (пригодится при преодолении тротуаров).</li>
                    </ul>

                    <h2>ЗАКЛЮЧЕНИЕ</h2>

                    <p>Освоение моноколеса только кажется сложным. При использовании ремня безопасности сделать первые
                        шаги, как
                        на самокате, сможет практически любой будущий райдер. Скорость освоения зависит от чувства
                        баланса, а
                        обычному человеку достаточно от 15 минут до 1 часа, чтобы научиться ездить по прямой и выполнять
                        простейшие маневры.</p>
                </div>
            </div>
            <InfoProduct/>
        </div>
    )
};

export default NauchitsyaKatatsya